Repository: AmazeeLabs/captcha
Catalog: po/*.po
Languages: da

source: Adds a Captcha to various forms to help prevent spam submissions.
da: Tilføj en Captcha til bestemte formularer for at mindske mængden af spam.

source: Administer how and where Captchas are used.
da: Bestem hvor og hvordan Captchas bruges.

source: Captcha Points
da: Captcha point

source: Administer in what forms Captchas are applied.
da: Bestem hvilke formularer, der skal bruge Captchas.

source: Comment form
da: Kommentarformular

source: User contact form
da: Personlig kontaktformular

source: Sitewide contact form
da: Global kontaktformular

source: Enable/Disable captcha points.
da: Aktiver/deaktiver captcha point.

source: Unable to find Form Store module, Captcha needs it to allow you to change the capcha points.
da: Kan ikke finde modulet 'Form Store'. Modulet er nødvendigt for at kunne ændre captcha point.

source: Your captcha points were sucessful updated, please configure the challenge options in the other tab.
da: Captcha point opdateret. Konfigurer udfordringer på næste faneblad.

source: Captcha points for the role @role
da: Captcha point for rollen @role

source: Select what kind of challenge you want to pose to the user in each captcha point.
da: Vælg hvilken opgave brugeren skal løse i hver Captcha.

source: Problems when trying to retrieve captcha %challenge challenge from %module
da: Kan ikke hente opgaven %challenge fra %module

source: The answer you entered to the captcha challenge is incorrect.
da: Det indtastede svar er forkert.

source: Math Question: What is %problem?
da: Matematik: Hvad er %problem?

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
da: Løs matematikopgaven ovenfor og indtast resultatet (hvis opgaven er 1+1 indtaster du 2).

source: Implements a captcha to registration, comment, contact and node entry forms.
da: Implmenterer Captchas for kommentar-, kontakt- og indholds-formularer.

source: SPAM Control
da: SPAM kontrol
